Repository: loweffortgeoff/YesNoGo
Catalog: Yes? No? Go!/Localizable.xcstrings
Source language: en
Languages: es, fr, it, pt_br

# a11y.mode.switch_hint_format
source: Switch to %@ mode
es: Cambiar al modo %@
fr: Passer au mode %@
it: Passa alla modalità %@
pt_br: Mudar para o modo %@

# coin.result.heads
source: HEADS
es: CARA
fr: PILE
it: TESTA
pt_br: CARA

# coin.result.heads.spoken
source: heads
es: cara
fr: pile
it: testa
pt_br: cara

# coin.result.tails
source: TAILS
es: CRUZ
fr: FACE
it: CROCE
pt_br: COROA

# coin.result.tails.spoken
source: tails
es: cruz
fr: face
it: croce
pt_br: coroa

# common.ok
source: OK
es: Aceptar

# custom.alert.min_choices
source: Please enter at least 2 choices!
es: ¡Ingresa al menos 2 opciones!
fr: Veuillez saisir au moins 2 choix !
it: Inserisci almeno 2 scelte!
pt_br: Digite pelo menos 2 opções!

# custom.option.label_format
source: Option %d
es: Opción %d
fr: Choix %d
it: Opzione %d
pt_br: Opção %d

# custom.option.placeholder_format
source: Option %d...
es: Opción %d...
fr: Choix %d...
it: Opzione %d...
pt_br: Opção %d...

# custom.option.remove_label_format
source: Remove option %d
es: Eliminar opción %d
fr: Supprimer l’option %d
it: Rimuovi opzione %d
pt_br: Remover opção %d

# intent.custom.dialog.winner_format
source: ð The winner is: %@
es: 🎉 La opción ganadora es: %@
fr: 🎉 Le gagnant est : %@
it: 🎉 Il vincitore è: %@
pt_br: 🎉 O vencedor é: %@

# intent.custom.error.insufficient_options
source: Please provide at least 2 options separated by commas
es: Proporciona al menos 2 opciones separadas por comas
fr: Veuillez fournir au moins 2 options séparées par des virgules
it: Fornisci almeno 2 opzioni separate da virgole
pt_br: Forneça pelo menos 2 opções separadas por vírgulas

# intent.custom.error.unable_to_pick
source: Unable to pick a choice
es: No se pudo elegir una opción
fr: Impossible de choisir une option
it: Impossibile scegliere un’opzione
pt_br: Não foi possível escolher uma opção

# intent.flip.result.heads
source: HEADS
es: CARA
fr: PILE
it: TESTA
pt_br: CARA

# intent.flip.result.tails
source: TAILS
es: CRUZ
fr: FACE
it: CROCE
pt_br: COROA

# intent.rps.choice.paper
source: Paper
es: Papel
fr: Papier
it: Carta
pt_br: Papel

# intent.rps.choice.rock
source: Rock
es: Piedra
fr: Pierre
it: Sasso
pt_br: Pedra

# intent.rps.choice.scissors
source: Scissors
es: Tijeras
fr: Ciseaux
it: Forbici
pt_br: Tesoura

# intent.yesno.result.yes
source: YES
es: SÍ
fr: OUI
it: SÌ
pt_br: SIM

# mode.coin
source: Coin Flip
es: Moneda
fr: Pile ou face
it: Testa o croce
pt_br: Cara ou coroa

# mode.custom
source: Custom
es: Personalizado
fr: Personnalisé
it: Personalizzato
pt_br: Personalizado

# mode.orb
source: Orb
es: Orbe
fr: Orbe
it: Sfera
pt_br: Orbe

# mode.rps
source: RPS
es: PPT
fr: PFC
it: MFC
pt_br: JKP

# mode.yesno
source: Yes / No
es: Sí / No
fr: Oui / Non
it: Sì / No
pt_br: Sim / Não

# orb.a11y.hint.ask
source: Tap the button below to ask the orb
es: Toca el botón de abajo para preguntar al orbe
fr: Touchez le bouton ci-dessous pour interroger l’orbe
it: Tocca il pulsante qui sotto per chiedere alla sfera
pt_br: Toque no botão abaixo para perguntar ao orbe

# orb.a11y.hint.wait
source: Wait while the orb reveals its wisdom
es: Espera mientras el orbe revela su sabiduría
fr: Patientez pendant que l’orbe révèle sa sagesse
it: Attendi mentre la sfera rivela la sua saggezza
pt_br: Aguarde enquanto o orbe revela sua sabedoria

# orb.a11y.label.contemplating
source: The orb is contemplating
es: El orbe está contemplando
fr: L’orbe contemple
it: La sfera sta contemplando
pt_br: O orbe está contemplando

# orb.a11y.label.ready
source: Crystal orb, ready to reveal your fate
es: Orbe de cristal, listo para revelar tu destino
fr: Orbe de cristal, prêt à révéler votre destin
it: Sfera di cristallo pronta a rivelare il tuo destino
pt_br: Orbe de cristal, pronto para revelar seu destino

# orb.a11y.says_format
source: The orb says: %@
es: El orbe dice: %@
fr: L’orbe dit : %@
it: La sfera dice: %@
pt_br: O orbe diz: %@

# orb.response.as_i_see_it_yes
source: As I see it, yes
es: Como yo lo veo, sí
fr: À mon avis, oui
it: Per come la vedo io, sì
pt_br: Pelo que vejo, sim

# orb.response.ask_again_later
source: Ask again later
es: Pregunta de nuevo más tarde
fr: Demandez à nouveau plus tard
it: Chiedi di nuovo più tardi
pt_br: Pergunte novamente mais tarde

# orb.response.better_not_now
source: Better not tell you now
es: Mejor no decírtelo ahora
fr: Mieux vaut ne pas vous le dire maintenant
it: Meglio non dirtelo ora
pt_br: Melhor não te dizer agora

# orb.response.cannot_predict_now
source: Cannot predict now
es: No puedo predecirlo ahora
fr: Impossible de prédire maintenant
it: Non posso prevederlo ora
pt_br: Não posso prever agora

# orb.response.certain
source: It is certain
es: Es seguro
fr: C’est certain
it: È certo
pt_br: É certo

# orb.response.concentrate_and_ask_again
source: Concentrate and ask again
es: Concéntrate y pregunta de nuevo
fr: Concentrez-vous et redemandez
it: Concentrati e chiedi di nuovo
pt_br: Concentre-se e pergunte novamente

# orb.response.decidedly_so
source: It is decidedly so
es: Decididamente sí
fr: C’est tout à fait ça
it: Decisamente sì
pt_br: Decididamente sim

# orb.response.dont_count_on_it
source: Don't count on it
es: No cuentes con ello
fr: N’y comptez pas
it: Non contarci
pt_br: Não conte com isso

# orb.response.fate_whispers_maybe
source: Fate whispers... maybe
es: El destino susurra... quizá
fr: Le destin murmure... peut-être
it: Il destino sussurra... forse
pt_br: O destino sussurra... talvez

# orb.response.most_likely
source: Most likely
es: Lo más probable
fr: Très probable
it: Molto probabile
pt_br: Muito provável

# orb.response.my_reply_is_no
source: My reply is no
es: Mi respuesta es no
fr: Ma réponse est non
it: La mia risposta è no
pt_br: Minha resposta é não

# orb.response.my_sources_say_no
source: My sources say no
es: Mis fuentes dicen que no
fr: Mes sources disent non
it: Le mie fonti dicono no
pt_br: Minhas fontes dizem não

# orb.response.outlook_good
source: Outlook good
es: Perspectiva favorable
fr: Perspective favorable
it: Prospettive buone
pt_br: Perspectiva favorável

# orb.response.outlook_not_good
source: Outlook not so good
es: La perspectiva no es buena
fr: Perspective peu favorable
it: Prospettive non buone
pt_br: Perspectiva não muito boa

# orb.response.rely_on_it
source: You may rely on it
es: Puedes confiar en ello
fr: Vous pouvez compter dessus
it: Puoi farci affidamento
pt_br: Você pode confiar nisso

# orb.response.reply_hazy
source: Reply hazy, try again
es: Respuesta confusa, inténtalo otra vez
fr: Réponse floue, réessayez
it: Risposta nebulosa, riprova
pt_br: Resposta nebulosa, tente de novo

# orb.response.signs_point_yes
source: Signs point to yes
es: Las señales apuntan a que sí
fr: Les signes indiquent oui
it: I segnali indicano sì
pt_br: Os sinais apontam que sim

# orb.response.silent
source: The orb is silent
es: El orbe está en silencio
fr: L’orbe est silencieux
it: La sfera è silenziosa
pt_br: O orbe está em silêncio

# orb.response.stars_align
source: The stars align in your favor
es: Las estrellas se alinean a tu favor
fr: Les étoiles s’alignent en votre faveur
it: Le stelle si allineano a tuo favore
pt_br: As estrelas se alinham a seu favor

# orb.response.very_doubtful
source: Very doubtful
es: Muy dudoso
fr: Très douteux
it: Molto dubbio
pt_br: Muito duvidoso

# orb.response.without_doubt
source: Without a doubt
es: Sin duda
fr: Sans aucun doute
it: Senza dubbio
pt_br: Sem dúvida

# orb.response.yes
source: Yes
es: Sí
fr: Oui
it: Sì
pt_br: Sim

# orb.response.yes_definitely
source: Yes, definitely
es: Sí, definitivamente
fr: Oui, définitivement
it: Sì, decisamente
pt_br: Sim, com certeza

# quick_action.custom.subtitle
source: Pick from options
es: Elige entre opciones
fr: Choisir des options
it: Scegli tra opzioni
pt_br: Escolha entre opções

# quick_action.custom.title
source: Random Choice
es: Elección aleatoria
fr: Choix aléatoire
it: Scelta casuale
pt_br: Escolha aleatória

# quick_action.flip.subtitle
source: Get heads or tails
es: Obtén cara o cruz
fr: Obtenez pile ou face
it: Ottieni testa o croce
pt_br: Obtenha cara ou coroa

# quick_action.flip.title
source: Flip Coin
es: Lanzar moneda
fr: Pile ou face
it: Lancia moneta
pt_br: Lançar moeda

# quick_action.yesno.subtitle
source: Make a decision
es: Toma una decisión
fr: Prendre une décision
it: Prendi una decisione
pt_br: Tomar uma decisão

# quick_action.yesno.title
source: Yes or No
es: Sí o No
fr: Oui ou Non
it: Sì o No
pt_br: Sim ou Não

# rng.a11y.generated_number_format
source: Generated number: %d
es: Número generado: %d
fr: Nombre généré : %d
it: Numero generato: %d
pt_br: Número gerado: %d

# rng.error.enter_max
source: Enter a maximum number.
es: Ingresa un número máximo.
fr: Saisissez un nombre maximum.
it: Inserisci un numero massimo.
pt_br: Digite um número máximo.

# rng.error.enter_min
source: Enter a minimum number.
es: Ingresa un número mínimo.
fr: Saisissez un nombre minimum.
it: Inserisci un numero minimo.
pt_br: Digite um número mínimo.

# rng.error.min_le_max
source: Minimum must be less than or equal to maximum.
es: El mínimo debe ser menor o igual que el máximo.
fr: Le minimum doit être inférieur ou égal au maximum.
it: Il minimo deve essere minore o uguale al massimo.
pt_br: O mínimo deve ser menor ou igual ao máximo.

# rng.error.no_repeat_range
source: No Immediate Repeat requires a range with at least two possible values.
es: Sin repetición inmediata requiere un rango con al menos dos valores posibles.
fr: La non-répétition immédiate nécessite au moins deux valeurs possibles.
it: Nessuna ripetizione immediata richiede almeno due valori possibili.
pt_br: Sem repetição imediata exige um intervalo com pelo menos dois valores possíveis.

# rng.error.whole_numbers_only
source: Use whole numbers only (no decimals).
es: Usa solo números enteros (sin decimales).
fr: Utilisez uniquement des nombres entiers (pas de décimales).
it: Usa solo numeri interi (niente decimali).
pt_br: Use apenas números inteiros (sem decimais).

# rps.choice.paper
source: Paper
es: Papel
fr: Papier
it: Carta
pt_br: Papel

# rps.choice.rock
source: Rock
es: Piedra
fr: Pierre
it: Sasso
pt_br: Pedra

# rps.choice.scissors
source: Scissors
es: Tijeras
fr: Ciseaux
it: Forbici
pt_br: Tesoura

# vo.answer.is_format
source: The answer is %@
es: La respuesta es %@
fr: La réponse est %@
it: La risposta è %@
pt_br: A resposta é %@

# vo.coin.landed_format
source: Coin landed on %@
es: La moneda cayó en %@
fr: La pièce est tombée sur %@
it: La moneta è caduta su %@
pt_br: A moeda caiu em %@

# vo.rps.opponent_chose_format
source: Opponent chose %@
es: El oponente eligió %@
fr: L’adversaire a choisi %@
it: L’avversario ha scelto %@
pt_br: O oponente escolheu %@

# vo.winner.is_format
source: The winner is %@
es: La opción ganadora es %@
fr: Le gagnant est %@
it: Il vincitore è %@
pt_br: O vencedor é %@

# yesno.answer.yes.spoken
source: yes
es: sí
fr: oui
it: sì
pt_br: sim

# yesno.result.yes
source: YES!
es: ¡SÍ!
fr: OUI !
it: SÌ!
pt_br: SIM!

# a11y.coin.result_format
source: Coin flip result: %@
es: Resultado del lanzamiento: %@
fr: Résultat du pile ou face : %@
it: Risultato lancio moneta: %@
pt_br: Resultado da moeda: %@

# a11y.decision.result_format
source: Decision result: %@
es: Resultado de la decisión: %@
fr: Résultat de la décision : %@
it: Risultato decisione: %@
pt_br: Resultado da decisão: %@

# a11y.rng.result_format
source: Generated number: %@
es: Número generado: %@
fr: Nombre généré : %@
it: Numero generato: %@
pt_br: Número gerado: %@

# a11y.selection.result_format
source: Selection result: %@
es: Resultado de la selección: %@
fr: Résultat de la sélection : %@
it: Risultato selezione: %@
pt_br: Resultado da seleção: %@

# about.link.company_website
source: Company Website
es: Sitio web de la empresa
fr: Site web de l’entreprise
it: Sito web aziendale
pt_br: Site da empresa

# about.link.privacy
source: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
pt_br: Política de privacidade

# about.link.substack
source: Read My Substack
es: Lee mi Substack
fr: Lire mon Substack
it: Leggi il mio Substack
pt_br: Leia meu Substack

# about.section.about
source: About
es: Acerca de
fr: À propos
it: Informazioni
pt_br: Sobre

# about.section.we_also_make
source: We Also Make
es: También hacemos
fr: Nous faisons aussi
it: Creiamo anche
pt_br: Nós também fazemos

# about.version.label
source: Version
es: Versión
it: Versione
pt_br: Versão

# common.done
source: Done
es: Listo
fr: Terminé
it: Fine
pt_br: Concluído

# orb.button.a11y.hint.ask
source: Tap to ask the orb for guidance
es: Toca para pedir guía al orbe
fr: Touchez pour demander conseil à l’orbe
it: Tocca per chiedere guida alla sfera
pt_br: Toque para pedir orientação ao orbe

# orb.button.a11y.hint.wait
source: Please wait while the orb reveals its wisdom
es: Espera mientras el orbe revela su sabiduría
fr: Veuillez patienter pendant que l’orbe révèle sa sagesse
it: Attendi mentre la sfera rivela la sua saggezza
pt_br: Aguarde enquanto o orbe revela sua sabedoria

# orb.button.a11y.label.ask
source: Ask the orb
es: Preguntar al orbe
fr: Demander à l’orbe
it: Chiedi alla sfera
pt_br: Perguntar ao orbe

# orb.button.a11y.label.consulting
source: Consulting the orb
es: Consultando el orbe
fr: Consultation de l’orbe
it: Consultazione della sfera
pt_br: Consultando o orbe

# orb.button.ask
source: Ask the Orb
es: Preguntar al Orbe
fr: Demander à l’orbe
it: Chiedi alla Sfera
pt_br: Perguntar ao Orbe

# orb.button.consulting
source: Consulting...
es: Consultando...
fr: Consultation...
it: Consultazione...
pt_br: Consultando...

# settings.nav.title
source: Settings
es: Configuración
fr: Réglages
it: Impostazioni
pt_br: Ajustes

# tipjar.alert.thank_you.dismiss
source: You're Welcome!
es: ¡De nada!
fr: Avec plaisir !
it: Prego!
pt_br: De nada!

# tipjar.alert.thank_you.message
source: Your support means the world! Thank you for helping keep Yes? No? Go! running.
es: Tu apoyo significa muchísimo. Gracias por ayudar a mantener Yes? No? Go! en marcha.
fr: Votre soutien compte énormément. Merci d’aider à faire vivre Yes? No? Go!
it: Il tuo supporto significa moltissimo. Grazie per aiutare Yes? No? Go! a continuare.
pt_br: Seu apoio significa muito. Obrigado por ajudar a manter Yes? No? Go! funcionando.

# tipjar.alert.thank_you.title
source: Thank You!
es: ¡Gracias!
fr: Merci !
it: Grazie!
pt_br: Obrigado!

# tipjar.footer.disclaimer
source: Tips are one-time purchases and do not unlock any features.
es: Las propinas son compras únicas y no desbloquean funciones.
fr: Les pourboires sont des achats uniques et ne débloquent aucune fonctionnalité.
it: Le mance sono acquisti una tantum e non sbloccano funzionalità.
pt_br: As gorjetas são compras únicas e não desbloqueiam recursos.

# tipjar.header.subtitle
source: Yes? No? Go! is free with no ads or subscriptions. If you find it useful, consider leaving a tip to support future development.
es: Yes? No? Go! es gratis, sin anuncios ni suscripciones. Si te resulta útil, considera dejar una propina para apoyar el desarrollo futuro.
fr: Yes? No? Go! est gratuit, sans pub ni abonnement. Si l’app vous est utile, pensez à laisser un pourboire pour soutenir le développement futur.
it: Yes? No? Go! è gratuita, senza pubblicità né abbonamenti. Se ti è utile, valuta di lasciare una mancia per supportare lo sviluppo futuro.
pt_br: Yes? No? Go! é grátis, sem anúncios ou assinaturas. Se for útil para você, considere deixar uma gorjeta para apoiar o desenvolvimento futuro.

# tipjar.header.title
source: Support Yes? No? Go!
es: Apoya Yes? No? Go!
fr: Soutenez Yes? No? Go!
it: Supporta Yes? No? Go!
pt_br: Apoie o Yes? No? Go!

# tipjar.loading
source: Loading tip options...
es: Cargando opciones de propina...
fr: Chargement des pourboires...
it: Caricamento mance...
pt_br: Carregando gorjetas...

# tipjar.nav.title
source: Support Development
es: Apoyar el desarrollo
fr: Soutenir l’app
it: Supporta l'app
pt_br: Apoiar o app

# tipjar.rate.a11y.hint
source: Opens Apple's in-app App Store review prompt
es: Abre la solicitud de reseña de App Store dentro de la app
fr: Ouvre la demande d’avis App Store intégrée
it: Apre la richiesta di recensione App Store integrata
pt_br: Abre o prompt de avaliação da App Store no app

# tipjar.rate.a11y.label
source: Rate and review the app
es: Calificar y reseñar la app
fr: Noter et évaluer l’app
it: Valuta e recensisci l’app
pt_br: Avaliar e comentar o app

# tipjar.rate.subtitle
source: Enjoying the app? A quick App Store rating helps a lot.
es: ¿Te gusta la app? Una calificación rápida en App Store ayuda mucho.
fr: Vous aimez l’app ? Une note rapide sur l’App Store aide beaucoup.
it: Ti piace l’app? Una rapida valutazione su App Store aiuta molto.
pt_br: Gostando do app? Uma avaliação rápida na App Store ajuda muito.

# tipjar.rate.title
source: Rate & Review
es: Calificar y reseñar
fr: Noter et évaluer
it: Valuta e Recensisci
pt_br: Avaliar e comentar

# tipjar.tip.hero.name
source: Hero Tip
es: Propina héroe
fr: Pourboire héros
it: Mancia eroe
pt_br: Gorjeta herói

# tipjar.tip.hero.subtitle
source: You're a superhero!
es: ¡Eres un superhéroe!
fr: Vous êtes un super-héros !
it: Sei un supereroe!
pt_br: Você é um super-herói!

# tipjar.tip.large.name
source: Large Tip
es: Propina grande
fr: Grand pourboire
it: Mancia grande
pt_br: Gorjeta grande

# tipjar.tip.large.subtitle
source: You're amazing!
es: ¡Eres increíble!
fr: Vous êtes incroyable !
it: Sei fantastico!
pt_br: Você é incrível!

# tipjar.tip.medium.name
source: Medium Tip
es: Propina mediana
fr: Pourboire moyen
it: Mancia media
pt_br: Gorjeta média

# tipjar.tip.medium.subtitle
source: Buy me lunch
es: Invítame el almuerzo
fr: Offrez-moi le déjeuner
it: Offrimi il pranzo
pt_br: Me pague um almoço

# tipjar.tip.small.name
source: Small Tip
es: Propina pequeña
fr: Petit pourboire
it: Mancia piccola
pt_br: Gorjeta pequena

# tipjar.tip.small.subtitle
source: Buy me a coffee
es: Invítame un café
fr: Offrez-moi un café
it: Offrimi un caffè
pt_br: Me pague um café

source: Accessibility
es: Accesibilidad
fr: Accessibilité
it: Accessibilità
pt_br: Acessibilidade

source: Accessibility features: VoiceOver with detailed labels, Reduce Motion support, High Contrast mode, Dynamic Type, and Haptic feedback
es: Funciones de accesibilidad: VoiceOver con etiquetas detalladas, compatibilidad con Reducir movimiento, modo de alto contraste, tamaño de texto dinámico y respuesta háptica
fr: Fonctionnalités d’accessibilité : VoiceOver avec libellés détaillés, prise en charge de Réduire les animations, mode contraste élevé, taille de texte dynamique et retour haptique
it: Funzionalità di accessibilità: VoiceOver con etichette dettagliate, supporto Riduci movimento, modalità alto contrasto, Dynamic Type e feedback aptico
pt_br: Recursos de acessibilidade: VoiceOver com rótulos detalhados, suporte a Reduzir Movimento, modo de alto contraste, tamanho dinâmico e feedback tátil

source: Add Option
es: Agregar opción
fr: Ajouter une option
it: Aggiungi opzione
pt_br: Adicionar opção

source: Add option
es: Agregar opción
fr: Ajouter une option
it: Aggiungi opzione
pt_br: Adicionar opção

source: All sound effects in this app were sourced from creators on Pixabay.
es: Todos los efectos de sonido de esta app fueron obtenidos de creadores en Pixabay.
fr: Tous les effets sonores de cette app proviennent de créateurs sur Pixabay.
it: Tutti gli effetti sonori di questa app provengono da creatori su Pixabay.
pt_br: Todos os efeitos sonoros deste app foram obtidos de criadores no Pixabay.

source: Ask your question...
es: Haz tu pregunta...
fr: Posez votre question...
it: Fai la tua domanda...
pt_br: Faça sua pergunta...

source: Choosing...
es: Eligiendo...
fr: Choix en cours...
it: Scelta in corso...
pt_br: Escolhendo...

source: Close credits
es: Cerrar créditos
fr: Fermer les crédits
it: Chiudi crediti
pt_br: Fechar créditos

source: Compare this to your mental choice to see if you won
es: Compáralo con tu elección mental para ver si ganaste
fr: Comparez ceci à votre choix mental pour voir si vous avez gagné
it: Confrontalo con la tua scelta mentale per vedere se hai vinto
pt_br: Compare isto com sua escolha mental para ver se você ganhou

source: Credits
es: Créditos
fr: Crédits
it: Crediti
pt_br: Créditos

source: Credits and information
es: Créditos e información
fr: Crédits et informations
it: Crediti e informazioni
pt_br: Créditos e informações

source: Dismiss the credits screen
es: Cerrar la pantalla de créditos
fr: Fermer l’écran des crédits
it: Chiudi la schermata crediti
pt_br: Fechar a tela de créditos

source: Done
es: Listo
fr: Terminé
it: Fine
pt_br: Concluído

source: Dynamic Type
es: Tamaño de texto dinámico
fr: Taille de texte dynamique
pt_br: Tamanho dinâmico

source: Enter Your Options
es: Ingresa tus opciones
fr: Entrez vos options
it: Inserisci le tue opzioni
pt_br: Digite suas opções

source: Enter a choice for random selection
es: Ingresa una opción para la selección aleatoria
fr: Entrez un choix pour la sélection aléatoire
it: Inserisci una scelta per la selezione casuale
pt_br: Digite uma opção para seleção aleatória

source: Enter your options separated by commas
es: Ingresa tus opciones separadas por comas
fr: Saisissez vos options séparées par des virgules
it: Inserisci le opzioni separate da virgole
pt_br: Digite suas opções separadas por vírgulas

source: Flip Coin
es: Lanzar moneda
fr: Pile ou face
it: Lancia moneta
pt_br: Lançar moeda

source: Flip a coin to get heads or tails
es: Lanza una moneda para obtener cara o cruz
fr: Lancez une pièce pour obtenir pile ou face
it: Lancia una moneta per ottenere testa o croce
pt_br: Lance uma moeda para obter cara ou coroa

source: Generate a random whole number within a selected range.
es: Genera un número entero aleatorio dentro de un rango seleccionado.
fr: Générez un nombre entier aléatoire dans une plage sélectionnée.
it: Genera un numero intero casuale in un intervallo selezionato.
pt_br: Gere um número inteiro aleatório dentro de um intervalo selecionado.

source: Generated Number
es: Número generado
fr: Nombre généré
it: Numero generato
pt_br: Número gerado

source: Get a random rock, paper, or scissors choice
es: Obtén una opción aleatoria de piedra, papel o tijeras
fr: Obtenez un choix aléatoire pierre, papier ou ciseaux
it: Ottieni una scelta casuale sasso, carta o forbici
pt_br: Obtenha uma escolha aleatória de pedra, papel ou tesoura

source: Get a random yes or no answer
es: Obtén una respuesta aleatoria de sí o no
fr: Obtenez une réponse oui/non aléatoire
it: Ottieni una risposta sì/no casuale
pt_br: Obtenha uma resposta aleatória de sim ou não

source: Haptic feedback
es: Respuesta háptica
fr: Retour haptique
it: Feedback aptico
pt_br: Feedback tátil

source: High Contrast mode
es: Modo de alto contraste
fr: Mode contraste élevé
it: Modalità alto contrasto
pt_br: Modo de alto contraste

source: Maximum Number
es: Número máximo
fr: Nombre maximum
it: Numero massimo
pt_br: Número máximo

source: Minimum Number
es: Número mínimo
fr: Nombre minimum
it: Numero minimo
pt_br: Número mínimo

source: No Immediate Repeat
es: Sin repetición inmediata
fr: Sans répétition
it: Senza ripetizione
pt_br: Sem repetição

source: Open the tip jar to support the developer
es: Abre el tarro de propinas para apoyar al desarrollador
fr: Ouvrir le pourboire pour soutenir le développeur
it: Apri le mance per supportare lo sviluppatore
pt_br: Abrir gorjetas para apoiar o desenvolvedor

source: Opponent chose \(result)
es: El oponente eligió \(result)
fr: L’adversaire a choisi \(result)
it: L’avversario ha scelto \(result)
pt_br: O oponente escolheu \(result)

source: Opponent chose:
es: El oponente eligió:
fr: L’adversaire a choisi :
it: L’avversario ha scelto:
pt_br: O oponente escolheu:
